export const productList =
  [
    {
      "product": "חליפת פרימיום",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "P12020"
        },
        {
          "fit": "סלים",
          "mkt": "P12021"
        },
        {
          "fit": "סופר",
          "mkt": "P12022"
        },
        {
          "fit": "לונג",
          "mkt": "P12023"
        },
        {
          "fit": "שורט",
          "mkt": "P12024"
        }
      ]
    },
    {
      "product": "מכנס פרימיום",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "P12510"
        },
        {
          "fit": "סלים",
          "mkt": "P12512"
        },
        {
          "fit": "סופר",
          "mkt": "P12513"
        }
      ]
    },
    {
      "product": "חליפה 50% צמר",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "T92100"
        },
        {
          "fit": "סלים",
          "mkt": "T92101"
        },
        {
          "fit": "סופר",
          "mkt": "T92102"
        },
        {
          "fit": "לונג",
          "mkt": "T92103"
        },
        {
          "fit": "שורט",
          "mkt": "T92104"
        }
      ]
    },
    {
      "product": "מכנס 50% צמר",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "T92560"
        },
        {
          "fit": "סלים",
          "mkt": "T92561"
        },
        {
          "fit": "סופר",
          "mkt": "T92562"
        }
      ]
    },
    {
      "product": "חליפה לייקרה",
      "fits": [
        {
          "fit": "סופר",
          "mkt": "P12025"
        }
      ]
    },
    {
      "product": "מכנס לייקרה",
      "fits": [
        {
          "fit": "סופר",
          "mkt": "P12514"
        }
      ]
    },
    {
      "product": "חליפה פרימיום 2020",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "P02020"
        },
        {
          "fit": "סלים",
          "mkt": "P02021"
        },
        {
          "fit": "סופר",
          "mkt": "P02022"
        }
      ]
    },
    {
      "product": "מכנס פרימיום 2020",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "P02510"
        },
        {
          "fit": "סלים",
          "mkt": "P02512"
        },
        {
          "fit": "סופר",
          "mkt": "P02513"
        }
      ]
    },
    {
      "product": "חליפת פרימיום טורקיה",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "A1010"
        },
        {
          "fit": "סלים",
          "mkt": "A1020"
        },
        {
          "fit": "רגולר שורט",
          "mkt": "A1011"
        },
        {
          "fit": "סלים לונג",
          "mkt": "A1022"
        }
      ]
    },
    {
      "product": "מכנס פרימיום טורקיה",
      "fits": [
        {
          "fit": "רגולר",
          "mkt": "A2010"
        },
        {
          "fit": "סלים",
          "mkt": "A2011"
        }
      ]
    }
  ]